Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: Coordinate expression had unknown variable or constant "%s"
ig: Nchịkọlata nkọwa nwere mgbanwe mọọbụ nke na-enweghị mgbanwe a na-amaghị "%s"

source: Coordinate expression parser overflowed its buffer.
ig: nchịkọlata nkọwa ghè óghē mọọbụ na aghọtaghị ya

source: Coordinate expression had a close parenthesis with no open parenthesis
ig: Nchịkọlata nkọwa nwere mmechi okwu mgbakwunye ya na enweghị mmepe okwu mgbakwunye

source: Coordinate expression had an open parenthesis with no close parenthesis
ig: Nchịkọlata nkọwa nwere mmepe okwu mgbakwunye ya na enweghị mmechi okwu mgbakwunye

source: Coordinate expression doesn't seem to have any operators or operands
ig: Nchịkọlata nkọwa adịghị ka onwere ọ̀pèrétọ̀ mọọbụ ópērándị̀ ndị ahụ

source: Theme contained an expression that resulted in an error: %s
ig: Isiokwu nwere nkọwa "%s" nke butere ndehie: %s

source: must be specified for this frame style
ig: A ga-ezipụtarịrị maka ọdịdị fréèmù a

source: Missing
ig: Ọ na-efu efu

source: Failed to load theme "%s": %s
ig: Ọdịda n'ịdebata isiokwu "%s": %s

source: No set for theme "%s"
ig: Enweghi nhazi maka isiokwu "%s"

source: No frame style set for window type "%s" in theme "%s", add a element
ig: Enweghị ọdịdị fréèmù ekpokọrọ maka ụdị windo "%s" n'isiokwu "%s", tinye elementị

source: User-defined constants must begin with a capital letter; "%s" does not
ig: Nkọwa-ojieme énwēghị́ḿgbánwè ga-ebido na mkpụrụ edemede nke ukwu; "%s" enweghị

source: Constant "%s" has already been defined
ig: A kọwalá́árị́ị̀ "%s" enweghịmgbanwe

source: No "%s" attribute on element
ig: Enweghị"%s" átrībúùtù n'elementị

source: Line %d character %d: %s
ig: Ahịrịokwu %d mkpụrụokwu %d: %s

source: Attribute "%s" repeated twice on the same element
ig: Átrībúùtù "%s"megharịrị ugboro abụọ n'otu elementị ahụ

source: Attribute "%s" is invalid on element in this context
ig: Átrībúùtù "%s" enweghị isi n'elementị n'ihe nghọta a

source: Could not parse "%s" as an integer
ig: Enweghị ike ịtọsasị "%s" dịka ịntiga

source: Did not understand trailing characters "%s" in string "%s"
ig: Aghọtaghị ǹsòchọ̀ mkpụrụokwu "%s" n'ahịrịokwu "%s"

source: Integer %ld must be positive
ig: Intiga %ld ga-abụrịrị eziokwu

source: Integer %ld is too large, current max is %d
ig: Intiga %ld buru nnukwu ibu, max ọfụụ bụ %d

source: Could not parse "%s" as a floating point number
ig: Agaghị atọsasịnwu "%s" dịka ọnụọgụgụ pọintị n'ehugharị

source: Boolean values must be "true" or "false" not "%s"
ig: Uru boolean ga-abụrịrị "true"mọọbụ "false" ọ bụghị "%s"

source: Angle must be between 0.0 and 360.0, was %g
ig: Ńkọ́ ga-adịrịrị n'etiti 0.0 na 360.0, bụ %g

source: Alpha must be between 0.0 (invisible) and 1.0 (fully opaque), was %g
ig: Alpha ga-adịrịrị n'etiti 0.0 (ahụghị anya ǹchá n̄chá) na 1.0 (Ahụchaghị anya ọfụma), bụ %g

source: Invalid title scale "%s" (must be one of xx-small,x-small,small,medium,large,x-large,xx-large)
ig: Skéèlụ̀ isiokwu na-enweghị isi "%s" (ga-abụrịrị otu n'ime xx-small,x-small,small,medium,large,x-large,xx-large)

source: name "%s" used a second time
ig: aha "%s" e jiri nke ugboro abụọ

source: parent "%s" has not been defined
ig: Akọwabeghị "%s" perentị

source: geometry "%s" has not been defined
ig: Akọwabeghị "%s" jiometịrị

source: must specify either a geometry or a parent that has a geometry
ig: ga-egosipụta ma ọ bụ jiometịrị ma ọ bụ perentị nwere jiometịrị

source: Unknown type "%s" on element
ig: Ụdị a na-amaghị "%s" na elementị

source: Unknown style_set "%s" on element
ig: Style_set a na-amaghị "%s" na elementị

source: Window type "%s" has already been assigned a style set
ig: Enyego ụdị windo a "%s" ọdịdị nhazi

source: Element is not allowed below
ig: Anaghị anabata elementị n'okpuru

source: Cannot specify both "button_width"/"button_height" and "aspect_ratio" for buttons
ig: Agaghị ezipụtanwu abụọ ndị a button_width/button_height na aspektị reshio maka bọtịn

source: Distance "%s" is unknown
ig: Amaghị "%s" òtìtè ányá

source: Aspect ratio "%s" is unknown
ig: Amaghị "%s" aspektị reshio

source: Border "%s" is unknown
ig: Amaghị "%s" àgbàtà

source: No "start_angle" or "from" attribute on element
ig: Enweghị "start_angle" átrībúùtù na elementị

source: No "extent_angle" or "to" attribute on element
ig: Enweghị "extent_angle" átrībúùtù na elementị

source: Did not understand value "%s" for type of gradient
ig: Aghotaghị uru ahụ "%s" maka ụdị ḿmákọ́ ụcha

source: Did not understand fill type "%s" for element
ig: Aghọtaghị mejuo ụdị "%s" maka elementị

source: Did not understand state "%s" for element
ig: Aghọtaghị ọnọdụ "%s" maka elementị

source: Did not understand shadow "%s" for element
ig: A ghọtaghị inyogo "%s" maka elementị

source: Did not understand arrow "%s" for element
ig: A ghọtaghị árò "%s" maka elementị

source: No <draw_ops> called "%s" has been defined
ig: Enweghị <draw_ops> ọ̀kpụ́kpọ́ "%s" akọwarala

source: Including draw_ops "%s" here would create a circular reference
ig: Itinye draw_ops "%s" ebe a ga-ekewapụta gburugburu nrụaka

source: Unknown position "%s" for frame piece
ig: Ebe a na-amaghị "%s" maka fréém píìsì

source: Frame style already has a piece at position %s
ig: Ọdịdị fréèmù ènwéláàrị́ị̀ píìsì n'ebe %s

source: No <draw_ops> with the name "%s" has been defined
ig: Enweghị <draw_ops> ya na aha "%s" akọwarala

source: Unknown function "%s" for button
ig: Amaghị nrụọrụ "%s" maka bọtịn

source: Unknown state "%s" for button
ig: Amaghị ọnọdụ "%s" maka bọtịn

source: Frame style already has a button for function %s state %s
ig: Ọdịdị fréèmù ènwéláàrị́ị̀ bọtịn maka %s ọnọdụ nrụọrụ %s

source: "%s" is not a valid value for focus attribute
ig: "%s" abụghị uru nwereisi maka fókọ́ọ̀sụ̀ átrībúùtù

source: "%s" is not a valid value for state attribute
ig: "%s" abụghị uru nwereisi maka ọnọdụ átrībúùtù

source: A style called "%s" has not been defined
ig: Ọdịdị a na-akpọ "%s" akọwabeghị ya

source: "%s" is not a valid value for resize attribute
ig: "%s" abụghị uru nwereisi maka átrībúùtù mmegharị ụhara

source: Should not have "resize" attribute on element for maximized/shaded states
ig: Agaghị enwe "resize" átrībúùtù na elementị maka ọnọdụ mbawanye/shédèèdị̀

source: Should not have "resize" attribute on element for maximized states
ig: Agaghị enwe "resize" átrībúùtù na elementị maka ọnọdụ mbawanye/shédèèdị̀

source: Style has already been specified for state %s resize %s focus %s
ig: Ezipụtala ọdịdị maka ọnọdụ %s megharịa ụhara %s fókọ́ọ̀sụ̀ %s

source: Style has already been specified for state %s focus %s
ig: Ezipụtala ọdịdị maka ọnọdụ %s fókọ́ọ̀sụ̀ %s

source: Can't have a two draw_ops for a <piece> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
ig: Agaghị enwenwu draw_ops abụọ maka <piece> elementị (isiokwu zipụtara átrībúùtù draw_ops nakwa <draw_ops> elementị, mọọbụ elementị abụọ ndị ezipụtarala)

source: Can't have a two draw_ops for a <button> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
ig: Agaghị enwenwu draw_ops abụọ maka <button> elementị (isiokwu zipụtara átrībúùtù draw_ops nakwa <draw_ops> elementị, mọọbụ elementị abụọ ndị ezipụtarala)

source: Can't have a two draw_ops for a <menu_icon> element (theme specified a draw_ops attribute and also a <draw_ops> element, or specified two elements)
ig: Agaghị enwenwu draw_ops abụọ maka <menu_icon> elementị (isiokwu zipụtara átrībúùtù draw_ops nakwa <draw_ops> elementị, mọọbụ elementị abụọ ndị ezipụtarala)

source: Outermost element in theme must be <metacity_theme> not
ig: Elementị kempụtacha n'isiokwu ga-abụ <metacity_theme> ọbụghị

source: Element is not allowed inside a name/author/date/description element
ig: Anabataghị elementị n'ime aha/odee/ụbọchị/elementị nkọwa

source: Element is not allowed inside a <constant> element
ig: Anabataghị elementị n'ime <constant> elementị

source: Element is not allowed inside a distance/border/aspect_ratio element
ig: Anabataghị elementị n'ime /agbata/aspect_ratio elementị dị anya

source: Element is not allowed inside a draw operation element
ig: Anabataghị elementị n'ime drọ́ọ̀ usoroomumeihe elementị

source: Element is not allowed inside a element
ig: Anabataghị elementị n'ime elementị

source: No draw_ops provided for frame piece
ig: Enweghị draw_ops ewepụtara maka fréèmụ̀ píìsì

source: No draw_ops provided for button
ig: Enweghị draw_ops ewepụtara maka bọtịn

source: No text is allowed inside element
ig: Enweghị ngwe anabatara n'ime elementị

source: specified twice for this theme
ig: <name> ezipụtara ugboro abụọ maka isiokwu a

source: Failed to find a valid file for theme %s
ig: Ọdịda fdopen() n'ị́lọ̄ọ̀gụ̀ faịlụ %s: %s

source: Theme file %s did not contain a root <metacity_theme> element
ig: Faịlụ isiokwu %s enweghị mgbọrọgwụ <metacity_theme> elementị

source: /_Windows
ig: /_Windo ndị ahụ

source: /Windows/tearoff
ig: /Windo ndị ahụ/emepụ

source: /Windows/_Dialog
ig: /Windo ndị ahụ/_Dayalọ́ọ̀gụ̀

source: /Windows/_Modal dialog
ig: /Windo ndị ahụ/_Módáàlụ̀ dayalọ́ọ̀gụ̀

source: /Windows/_Utility
ig: /Windo ndị ahụ/_iheọrụ

source: /Windows/_Splashscreen
ig: /Windo ndị ahụ/_inyogo nzipụta ọpụọ

source: /Windows/_Top dock
ig: /Windo ndị ahụ/_elu dọ́ọ̀kụ̀

source: /Windows/_Bottom dock
ig: /Windo ndị ahụ/_okpụrụ dọ́ọ̀kụ̀

source: /Windows/_Left dock
ig: /Windo ndị ahụ/_akaekpe dọ́ọ̀kụ̀

source: /Windows/_Right dock
ig: /Windo ndị ahụ/_akanri dọ́ọ̀kụ̀

source: /Windows/_All docks
ig: /Windo ndị ahụ/_dọ́ọ̀kụ̀ niile

source: /Windows/Des_ktop
ig: /Windo ndị ahụ/Des_ktọ́ọ̀pụ̀

source: Open another one of these windows
ig: Mepee ọzọ windo niile ndị a

source: This is a demo button with an 'open' icon
ig: Nke a bụ demo bọtịn nwere aịkọn 'mepere emepe'

source: This is a demo button with a 'quit' icon
ig: Nke a bụ demo bọtịn nwere aịkọn 'nkwụsị'

source: This is a sample message in a sample dialog
ig: Nke a bụ sampụlụ ozi n'ụdị sampụlụ dayalọ́ọ̀gụ̀

source: Fake menu item %d
ig: Féèkìá ihenhọrọ menu %d

source: Border-only window
ig: Àgbàtà-sọsọ windo

source: Bar
ig: Báà

source: Normal Application Window
ig: Nọ́máàlụ̀ usoroiheomume windo

source: Dialog Box
ig: Igbe dayalọ́ọ̀gụ̀

source: Modal Dialog Box
ig: Igbe dayalọ́ọ̀gụ̀ módáàlụ̀

source: Utility Palette
ig: Iheọrụ páléètị̀

source: Torn-off Menu
ig: Pịpụ-menu

source: Border
ig: Àgbàtà

source: Button layout test %d
ig: Nnwele ndozi bọtịn %d

source: %g milliseconds to draw one window frame
ig: %g milisekọndụ ga-àdọ́ otu windo fréèmù

source: Usage: metacity-theme-viewer [THEMENAME]
ig: Njieme: omengosi-isiokwu-metacity [THEMENAME]

source: Error loading theme: %s
ig: Ndehie na-edebata isiokwu: %s

source: Loaded theme "%s" in %g seconds
ig: Edebatara isiokwu "%s" n'otu %g ntabi anya

source: Normal Title Font
ig: Nọ́máàlụ̀ isiokwu ihumkpụrụedemede

source: Small Title Font
ig: Obere isiokwu ihumkpụrụedemede

source: Large Title Font
ig: Nnukwu isiokwu ihumkpụrụedemede

source: Button Layouts
ig: Ndozi bọtịn ndị ahụ

source: Benchmark
ig: Nrụọrụ hadwịa na sọftwịa

source: Window Title Goes Here
ig: Isiokwu windo n'aga ebe a

source: Drew %d frames in %g client-side seconds (%g milliseconds per frame) and %g seconds wall clock time including X server resources (%g milliseconds per frame)
ig: A dọ́ọ́lá %d fréèmù na %g klayantị-saịdị ntabianya oge (%g milisekọndụ maka fréèmù nke ọbụla) nakwa %g oge elekere tinyere iheọrụ X sava (%g milisekọndụ maka fréèmù nke ọbụla)

source: position expression test returned TRUE but set error
ig: Nnwale ebe nkọwa weghachitara EZIOKWU ma hazipụta ndehie

source: position expression test returned FALSE but didn't set error
ig: Nnwale ebe nkọwa weghachitara ASỊ mana ahazighị ndehie

source: Error was expected but none given
ig: A chọrọ ndehie mana enyeghị ya

source: Error %d was expected but %d given
ig: A chọrọ %d ndehie mana e %d nyere ya

source: Error not expected but one was returned: %s
ig: A chọghị ndehie mana eweghachitara otu: %s

source: x value was %d, %d was expected
ig: valiu x bụ %d, %d a chọrọ ya

source: y value was %d, %d was expected
ig: valiu y bụ %d, %d a chọrọ ya

source: %d coordinate expressions parsed in %g seconds (%g seconds average)
ig: %d chịkọlata nkọwa atọsasịrịla %g n'oge ntabianya (%g oge ntabianya nhatanha)

source: Screenshots
ig: Skrììnshọ́ọ̀tụ̀ọ́

source: Windows
ig: /_Windo ndị ahụ

source: %s is not responding.
ig: Windo ahụ "%s" anaghị ezighachi.

source: _Force Quit
ig: _Kwụsị n'ike

source: Failed to get hostname: %s
ig: Ọdịda nweta aha nnyere kọmputa: %s

source: Failed to open X Window System display '%s'
ig: Ọdịda n'imepe X Windo sistem ngosi '%s'

source: Lost connection to the display '%s'; most likely the X server was shut down or you killed/destroyed the window manager.
ig: Anataghị mbanye ikuku ka egosi '%s'; nke kacha nke a gbanyụrụ X server mọọbụ i mebie/mebisia onyenlekọta windo.

source: Fatal IO error %d (%s) on display '%s'.
ig: Ndehie IO nwere ike ibute nsogbu %d (%s) na ngosi '%s'.

source: Some other program is already using the key %s with modifiers %x as a binding
ig: Ụfọdụ program ndị ọzọ ejiwela kíì %s ya na omemmegharị %x dịka baịndịn

source: There was an error running %s: %s
ig: Enwere ndehie na mbido a "%s": %s.

source: No command %d has been defined.
ig: Onweghị ntiiwu %d akọwarala.

source: Move to workspace left
ig: Kpụga na wọ́kspéèsì _akaekpe

source: Move to workspace right
ig: Kpụga na wọ́kspéèsì a_kanri

source: Move to workspace above
ig: Kpụga na wọ́kspéèsì _akaekpe

source: Move to workspace below
ig: Kpụga na wọ́kspéèsì _ala

source: Switch windows of an application
ig: Kpụgharịa n'etiti windo ozugbo

source: Reverse switch windows of an application
ig: Kpụgharịa n'etiti windo ozugbo

source: Switch windows of an app directly
ig: Kpụgharịa n'etiti windo ozugbo

source: Reverse switch windows of an app directly
ig: Kpụgharịa n'etiti windo ozugbo

source: Show the run command prompt
ig: Gosi pánēèlụ̀ menu ahụ

source: Launch Terminal
ig: Bido ngwaọrụ mbupụ na mbubata ozi

source: Toggle window always appearing on top
ig: Pịa mgbe ọbụla n'ọnọdụ elu

source: Toggle window on all workspaces or one
ig: Pịa windo na wọ́kspéèsì niile

source: Raise window if covered, otherwise lower it
ig: Welite windo a na-ahụchaghị anya, kama budata

source: Move window to top left corner
ig: Kpụga windo n'otu wọ́kspēèsì n'akaekpe

source: Move window to top right corner
ig: Kpụga windo n'otu wọ́kspēèsì n'akanri

source: Move window to bottom left corner
ig: Kpụga windo n'otu wọ́kspēèsì n'akaekpe

source: Move window to bottom right corner
ig: Kpụga windo n'otu wọ́kspēèsì n'akanri

source: Move window to top edge of screen
ig: Kpụga windo n'otu wọ́kspēèsì ala

source: Move window to bottom edge of screen
ig: Kpụga windo n'otu wọ́kspēèsì ala

source: Move window to right side of screen
ig: Kpụga windo n'otu wọ́kspēèsì ala

source: Move window to left side of screen
ig: Kpụga windo n'otu wọ́kspēèsì ala

source: Clicking a window while holding down this modifier key will move the window (left click), resize the window (middle click), or show the window menu (right click). The middle and right click operations may be swapped using the "resize_with_right_button" key. Modifier is expressed as "lt;Altgt;" or "lt;Supergt;" for example.
ig: Ịpị windo mgbe ijigidere kíì omemmegharị a ga-akpụgha windo (pịa n'akaekpe), megharịa ụhara windo (pịa n'etiti), mọọbụ gosi windo menu (pịa n'akanri). A kọwara omemmegharị dịka "lt;Altgt;" mọọbụ "lt;Supergt;" ọmụmatụ.

source: Could not parse font description "%s" from GSettings key %s
ig: Agaghị enwenwu ike itọsasị nkọwa ihumkpụrụedemede "%s" site na kíì GCon %s

source: _Windows
ig: /_Windo ndị ahụ

source: _Dialog
ig: Igbe dayalọ́ọ̀gụ̀

source: _Modal dialog
ig: Igbe dayalọ́ọ̀gụ̀ módáàlụ̀

source: _Utility
ig: /Windo ndị ahụ/_iheọrụ

source: _Splashscreen
ig: /Windo ndị ahụ/_inyogo nzipụta ọpụọ

source: _Top dock
ig: /Windo ndị ahụ/_elu dọ́ọ̀kụ̀

source: _Bottom dock
ig: /Windo ndị ahụ/_okpụrụ dọ́ọ̀kụ̀

source: _Left dock
ig: /Windo ndị ahụ/_akaekpe dọ́ọ̀kụ̀

source: _Right dock
ig: /Windo ndị ahụ/_akanri dọ́ọ̀kụ̀

source: _All docks
ig: /Windo ndị ahụ/_dọ́ọ̀kụ̀ niile

source: Des_ktop
ig: Elu

source: Show the applications menu
ig: Gosi pánēèlụ̀ menu ahụ

source: Window placement behavior
ig: Onyenlekọta windo:

source: Replace the running window manager
ig: Nsogbu dị̄ n'onyenlekọta windo:

source: mutter %s Copyright (C) 2001-%d Havoc Pennington, Red Hat, Inc., and others This is free software; see the source for copying conditions. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
ig: metacity %s Copyright (C) 2001=2002 Havoc Pennington, Red Hat, Inc., nakwa ndị ọzọ Nke a bụ sọftwwịa efu; hụ́ nsirinweta maka ọnọdụ ndebata. Onweghị Warantíì; ọbụnaghị maka AZUMAAHỊA mọọbụ IKE MAKA IHEOMUME AKWADORO IME.

source: Error setting live hidden windows status status: %s
ig: Ndehie na-ahazi aha maka wọ́kspéèsì %d na"%s": %s

source: Error setting no tab popup status: %s
ig: Ndehie na-ahazi aha maka wọ́kspéèsì %d na"%s": %s

source: <mutter_session> attribute seen but we already have the session ID
ig: <metacity_session> A hụrụ átrībúùtù mana enwego ID oge mmem

source: Mutter was compiled without support for verbose mode
ig: Atụgharịrị metacity na-enweghị nkwado maka vèbóòsù móòdù

source: Modifier to use for extended window management operations
ig: Omemmegharị ga-eji maka mmem ọ̀pị̀pị́ windo mmegharị

source: Attached Modal Dialog
ig: Igbe dayalọ́ọ̀gụ̀ módáàlụ̀

source: Hide window
ig: Megharịa ụhara windo

source: Another compositing manager is already running on screen %i on display "%s".
ig: Agaghị enwenwu ike ịnata nhọrọ onyenlekọta windo na %d ngosi inyogo "%s"

source: “%s” is not responding.
ig: Windo ahụ "%s" anaghị ezighachi.

source: Application is not responding.
ig: Windo ahụ "%s" anaghị ezighachi.

source: "%s" is not a valid accelerator
ig: "%s" abụghị uru nwereisi maka fókọ́ọ̀sụ̀ átrībúùtù

source: Unknown %s
ig: Elementị a na-amaghị %s

source: If set to true, and the focus mode is either "sloppy" or "mouse" then the focus will not be changed immediately when entering a window, but only after the pointer stops moving.
ig: Ọ bụrụ na ọ bu eziokwu, nakwa fókọ́ọ̀sụ̀ móòdù ahụ nwereike bụrụ "sloppy" mọọbụ "mouse" mgbe ahụ windo fókọ́ọ̀sụ̀ ga eji aka ya welite onwe ya n'ogbugbu oge ahụ (Ezipụtara ogbugbu oge ahụ site na kíì auto_raise_delay).

source: GTK custom color specification must have color name and fallback in parentheses, e.g. gtk:custom(foo,bar); could not parse "%s"
ig: GTK nzipụta ụcha ga-enwe akara mmechi ma agachaa ọnọdụ, ọmụmaatụ. gtk:fg[NORMAL] ebe NỌ́MÁÀLỤ̀ bụ ọnọdụ; agaghị enwenwu ike ịtọsasi "%s"

source: Gtk:custom format is "gtk:custom(color_name,fallback)", "%s" does not fit the format
ig: Ọdịdị shéèdì bụ "shade/base_color/factor", "%s" ọdaghị n'ọnọdụ

source: Move window one monitor to the left
ig: Kpụga windo n'otu wọ́kspēèsì n'akaekpe

source: Move window one monitor to the right
ig: Kpụga windo n'otu wọ́kspēèsì n'akanri

source: Move window one monitor up
ig: Kpụga windo n'otu wọ́kspēèsì n'elu

source: Move window one monitor down
ig: Kpụga windo n'otu wọ́kspēèsì ala

source: Move window to last workspace
ig: Kpụga windo na 1wọ́kspēèsì

source: Switch to last workspace
ig: Banye na wọ́kspéèsì 1

source: Switch to VT 1
ig: Banye na wọ́kspéèsì 1

source: Switch to VT 2
ig: Banye na wọ́kspéèsì 2

source: Switch to VT 3
ig: Banye na wọ́kspéèsì 3

source: Switch to VT 4
ig: Banye na wọ́kspéèsì 4

source: Switch to VT 5
ig: Banye na wọ́kspéèsì 5

source: Switch to VT 6
ig: Banye wọ́kspéèsì 6

source: Switch to VT 7
ig: Banye na wọ́kspéèsì 7

source: _Patterns
ig: _Ụdị

source: Drag a pattern tile to an object to change it
ig: Kpụga ụdị taịlụ na ọbjektị ka ọ gbanwee ya

source: Blue Ridge
ig: Blu Ríìjì

source: Blue Rough
ig: Blu Rọ́ọ̀fụ̀

source: Blue Type
ig: Ụdị Blu

source: Brushed Metal
ig: Igwe ehichara ehicha

source: Burlap
ig: Bọláàpụ̀

source: Camouflage
ig: Kamuflaaji

source: Chalk
ig: Ńzú

source: Cork
ig: Kọ́ọ̀kụ̀

source: Countertop
ig: Káwụ́ńtátọ́ọ̀pụ̀

source: Dark GNOME
ig: GNOME dị oji

source: Dots
ig: Dọ́ọ̀tụ̀

source: Fibers
ig: Faịba

source: Floral
ig: Flọrààlụ̀

source: Fossil
ig: Fọ̀sị́ị̀lụ̀

source: Green Weave
ig: Gríìn Wíìvù

source: Ice
ig: Áị̀zị̀

source: Manila Paper
ig: Manịla pepa

source: Moss Ridge
ig: Mọs Ríìjì

source: Numbers
ig: Ọnụọgụgụ

source: Ocean Strips
ig: Oshiọn stripsi

source: Purple Marble
ig: Pọpụl Mabụlụ

source: Ridged Paper
ig: Ríìjí pepa

source: Rough Paper
ig: Rọf Pepa

source: Sky Ridge
ig: Elu Ríìjì

source: Snow Ridge
ig: Snóò Ríìjì

source: Stucco
ig: Stuko

source: Terracotta
ig: Terakota

source: Wavy White
ig: Ọcha Wevi

source: White Ribs
ig: Agịrịga dị ọcha

source: C_olors
ig: Ụ_cha ndị ahụ

source: Drag a color to an object to change it to that color
ig: Kpụga ụcha na ọbjektị ka ọ gbanwee ya na ụcha ahụ

source: Mango
ig: Mangoro

source: Orange
ig: Oroma

source: Tangerine
ig: Oroma

source: Grapefruit
ig: Grepfrúùtù

source: Ruby
ig: Rọbi

source: Pale Blue
ig: Péèlụ́ Blu

source: Sky
ig: Elu

source: Danube
ig: Dànúùbù

source: Indigo
ig: Ịndigo

source: Violet
ig: Váyọ́léètị̀

source: Sea Foam
ig: Séè fom

source: Leaf
ig: Ahịhịa

source: Deep Teal
ig: Tíìlì miri emi

source: Dark Cork
ig: Kọ́ọ̀kụ́ dị oji

source: Mud
ig: Mọ́ọ̀dụ̀

source: Fire Engine
ig: Igwe ọ́kụ̄

source: Envy
ig: Ekworo

source: Lemon
ig: Lémọ̄ọ̀nụ̀

source: Bubble Gum
ig: Bọbụl Gọm

source: White
ig: Ọcha

source: Apparition
ig: Inyogo gbagwojuruanya

source: Silver
ig: Sịlịva

source: Concrete
ig: Kèáhụ̀rụ̀ anya

source: Shale
ig: Shéèlụ̀

source: Granite
ig: Granaịtị

source: Eclipse
ig: Eklíìpsị̀

source: Charcoal
ig: Únyì

source: Onyx
ig: Oniksị

source: Black
ig: Oji

source: _Emblems
ig: _Akaranhụbáámā

source: Drag an emblem to an object to add it to the object
ig: Kpụga akara nhụbáámā na ọbjektị ka ịtinye ya n'ọbjektị ahụ

source: Erase
ig: Hichaa

source: Alert Type
ig: Ụdị Blu

source: The type of alert
ig: Ụdị faịlụ ahụ.

source: Show more _details
ig: Gosi ndịna ahụ na nkọwada

source: Text
ig: Hichaa _Ngwe

source: The text of the label.
ig: Ụdị faịlụ ahụ.

source: Justification
ig: Ebe emeredịkachọrọ

source: Cursor Position
ig: Ebe emeredịkachọrọ

source: Selection Bound
ig: Igbe Alpha nhọrọ

source: Select All
ig: Họrọ _Ha niile

source: Whether to show hidden files
ig: Ma ọ bụ ka egosi faịlụ ndị ahụ e zoro ezo

source: If set to true, then hidden files are shown in the file manager. Hidden files are either dotfiles or are listed in the folder's .hidden file.
ig: Ọ bụrụ na a haziri ya na eziokwu, ya bụ na a ga-egosi faịlụ ndị e zoro ezo na onyenlekọta faịlụ. Faịlụ ndị e zoro ezo nwere ike ị́bụ̄ dọtfaịlụ mọọbụ na edesịtara ha na nsoromebefaịlụ .faịlụ ndị e zoro ezo.

source: Whether to show backup files
ig: Ma ọ bụ ka egosi mgbakwunye faịlụ ndị ahụ

source: If set to true, then backup files such as those created by Emacs are displayed. Currently, only files ending in a tilde (~) are considered backup files.
ig: Ọ bụrụ na a haziri ya na eziokwu, mgbe ahụ faịlụ mgbakwunye dịka ndị Emacs kewapụtara ka egosipụtara. Kèọ́fụ́ụ̄, sọsọ faịlụ ndị gwụrụ na tildị (~) ka e weere dịka mgbakwunye faịlụ.

source: Enables the classic Nautilus behavior, where all windows are browsers
ig: Na-ekwe àgwà Nautilus nke bụ̄ ákpụ̀, ebe windo niile ndị ahụ bụcha omenchọgharị
